Воодушевляющие:
ДН 1 Брахмаджала сутта - (Сеть пользы, Сеть истины, Сеть совершенства, Сеть воззрений, Несравненная победа в сражении)
ДН 2 Саманняпхала сутта - (О последовательных этапах практики и о зримых плодах отшельничества. Затрагиваются воззрения некоторых других учителей - современников Будды)
ДН 3 Амбаттха сутта - (О последовательных этапах практики и о зримых плодах отшельничества.)
МН 29 Маха саропама сутта - (Из-за горделивости и самомнения монах может остановиться на определённом этапе своих духовных достижений и не суметь продвинуться далее)
*MN 31 Cūḷago­siṅga­sutta |MN i 205| - 
(Здесь описывается идеальное монашеское житие, максимальное достижение в плане сверхчеловеческих состояний, т.е. джхан, а также причина, по которой аскеты-затворники являются огромным благом для мира)
МН 82 Раттхапала сутта - (Юный брахман Раттхапала уходит в монахи и становится арахантом. Он объясняет четыре причины, из-за которых оставил мирскую жизнь)
МН 86 Ангулимала сутта - (Сутта о разбойнике, который благодаря умелому руководству Будды смог стать Арахантом)
МН 91 Брахмайю сутта - (Наиболее подробное описание внешности и манер поведения Будды)
СН 1.4 Ачченти сутта - (Божество восхваляет совершение заслуг, а Будда восхваляет оставление жажды к миру)
СН 1.23 Джата сутта - (Будда объясняет, каким образом можно распутать жажду к миру, и что это происходит в сфере прекращения ума и тела, то есть, ниббаны)
СН 1.26 Падджота сутта - (Среди всех источников света Будда является наивысшим)
СН 1.28 Махаддхана сутта - (Божество интересуется, существуют ли в мире араханты)
СН 1.34 На санти сутта - (Беседа между божеством, Буддой и одним из монахов на тему чувственности и освобождения от сансары)
СН 1.35 Удджханасанни сутта - (Любопытная история о том, как божества решили покритиковать Будду)
СН 1.36 Саддха сутта - (Божества высказывают свои советы касательно правильной практики)
СН 1.37 Самайя сутта - (Брахмы из мира Чистых Обителей произносят строфы восхваления арахантам) 
СН 1.46 Аччхара сутта - (Божество пытается спастись из рая)
СН 2.6 Камада сутта - (Дэва говорит, что практиковать трудно, но Будда заверяет, что его ученики одолевают эти трудности)
СН 2.24 Гхатикара сутта - (Беседа Будды с не-возвращающимся, брахмой Гхатикарой)
СН 2.29 Сусима сутта - (Божества восхваляют Сарипутту. Небезынтересен фрагмент описания сияния божеств)
СН 5.6 Чала сутта - (Мара пытается поспорить с монахиней по поводу благости рождения в мире)
СН 6.14 Арунавати сутта - (История о сверхспособностях одного из главных учеников Будды Сикхи)
***СН 6.15 Париниббана сутта - (Фрагмент из описания окончательной ниббаны Будды)
СН 7.7 Суддхика сутта - (Будда объясняет, что чистота достигается не принадлежностью к касте, а правильной практикой)
*СН 9.1 Вивека сутта - (Божество призывает отшельника оставить жажду к мирскому образу жизни)
SN 11.14 Daliddasutta |[SN 260] SN i 231 <SN i 497>| - 
(Даже нищий, практикуя эти вещи, может стать одним из самых величественных божеств)
SN 11.18 Gahaṭ­ṭha­vanda­nā­sutta |[SN 264] SN i 234 <SN i 502>| - 
(Царь Сакка восхваляет монахов и мирян)
SN 11.19 Satthā­ra­vanda­nā­sutta |[SN 265] SN i 235 <SN i 504>| - 
(Царь Сакка восхваляет Будду и его учеников)
SN 11.20 Saṅgha­vanda­nā­sutta |[SN 266] SN i 235 <SN i 506>| - 
(Царь Сакка восхваляет Сангху монахов)
СН 15.3 Ассу сутта - (Слёз, что вы пролили за время странствий по сансаре, больше, чем воды в четырёх океанах)
СН 25.1 Чаккху сутта - (За счёт такой убеждённости и понимания в отношении шести опор чувств можно достичь плода вступления в поток)
СН 25.2 Рупа сутта - (За счёт такой убеждённости и понимания в отношении шести опор чувств можно достичь плода вступления в поток)
СН 38.16 Дуккарапаньха сутта - (Достопочтенный Сарипутта объясняет ряд фундаментальных трудностей в буддийском Учении и Дисциплине)
АН 3.39 Сукхумала сутта - (Об опьянении молодостью, здоровьем и жизнью)
АН 3.58 Тиканна сутта - (Мастер Трёх Знаний в Дхамме)
АН 3.72 Адживака сутта - (О том, почему Дхамма разъяснена хорошо)
АН 3.79 Гандхаджата сутта - (Восхваление благородного ученика)
АН 3.125 Готамакачетийя сутта - (Будда пытается воодушевить монахов) 
АН 3.131 Патиччханна сутта - (Раскрытая, а не закрытвая Дхамма и Виная расцветает в мире, в отличие от других вещей)
АН 4.52 Дутия пунньябхисанда сутта - (О четырёх вещах, приносящих заслуги) 
АН 4.72 Саммадиттхи сутта - (Фундамент для уничтожения пятен, а так же кратко о первом и втором факторе Пути)
AN 4.181 Yodhājīvasutta |AN ii 170| - 
(Сутта о хорошем монахе)
АН 4.190 Упосатха сутта - (Медитирующие монахи сравниваются Буддой с небожителями)
АН 4.191 Сотанугата сутта - (Достаточно интересная сутта, где Будда объясняет каким образом буддист, родившись в небесном мире, вновь встречается с Дхаммой)
АН 4.193 Бхаддия сутта - (О том, каким образом люди становились буддистами)
АН 5.42 Саппуриса сутта - (Рождение в семье хорошего человека ведёт к процветанию остальных)
**AN 5.134 Yassaṃ­di­saṃsutta |AN iii 151| - 
(Сравнение монаха с царём)
*****АН 7.66 Сатта сурия сутта - (Пророчество Будды о том, что Земля сгорит в пламени солнца)
Снп 1.12 Муни сутта - (Описывается совершенный мудрец, ищущий защиту и спасение в уединённой жизни)
Тхаг 1.86 Нагита - (Благородный Восьмеричный Путь, открытый Учителем)
Уд 1.8 Сангамаджи сутта - (Бывшая жена старается обременить мужа, ушедшего в монахи)
Снп 1.10 Алавака сутта - (Беседа Будды с якхой Алавакой)



Суттана:
ДН 1 Брахмаджала сутта - (Сеть пользы, Сеть истины, Сеть совершенства, Сеть воззрений, Несравненная победа в сражении)
***ДН 2 Саманняпхала сутта - (О последовательных этапах практики и о зримых плодах отшельничества. Затрагиваются воззрения некоторых других учителей - современников Будды)
ДН 3 Амбаттха сутта - (О последовательных этапах практики и о зримых плодах отшельничества.)
DN 15 Mahā­nidāna­sutta |DN ii 55| - {}
(Детальные аспекты и некоторые подробные разъяснения звеньев схемы зависимого возникновения, а также рассуждения о доктринах существования "я")
ДН 31 Сигаловада сутта - (Одна из важнейших сутт Канона, посвящённая описанию критериев правильной жизни для мирян)
МН 2 Саббасава сутта - (Неправильно работать с любыми загрязнениями ума только каким-то одним способом. В этой сутте объясняется, что нужны разные подходы и методы в зависимости от видов загрязнений и жизненных ситуаций.)
MN 13 Mahā­duk­khak­khan­dha­sutta |MN i 83| - {}
(Будда объясняет три аспекта чувственных удовольствий, формы, и чувств - а именно: в чём заключается их привлекательность, в чём состит их опасность, и как можно спастись от них)
MN 14 Cūḷa­duk­khak­khan­dha­sutta |MN i 91| - {}
(Ум ученика Благородных всё ещё склоняется к чувственным удовольствиям, пока он не достиг джханы)
***МН 15 Анумана сутта - (Практика самонаблюдения, которую нужно постоянно осуществлять любому буддисту)
*MN 16 Cetokhilasutta |MN i 101| - {}
(Препятствия, мешающие монаху продвигаться на буддийском пути)
МН 17 Ванапаттха сутта - (О том, почему древние монахи много странствовали)
***MN 19 Dvedhā­vitak­ka­sutta |MN i 114| - {}
(Какие мысли часто обдумываются, к тому в итоге и склоняется ум)
МН 20 Витаккасантхана сутта  - (Будда предлагает пять практических методов как справляться с неблагими мыслями)
МН 27 Чула-хаттхипадопама сутта - (На каком этапе последователь Будды становится окончательно убеждённым в совершенстве Трёх Драгоценностей?)
*МН 29 Маха саропама сутта - (Из-за горделивости и самомнения монах может остановиться на определённом этапе своих духовных достижений и не суметь продвинуться далее)
*MN 31 Cūḷago­siṅga­sutta |MN i 205| - {}
(Здесь описывается идеальное монашеское житие, максимальное достижение в плане сверхчеловеческих состояний, т.е. джхан, а также причина, по которой аскеты-затворники являются огромным благом для мира)
МН 36 Маха Саччака сутта - (В этой сутте Будда описывает собственную борьбу за просветление, а также объясняет аскету Саччаке ряд иных вопросов)
**МН 39 Маха ассапура сутта - (Стандартное изложение последовательных этапов практики буддийского пути с более подробными описаниями джхан и сверхспособностей)
MN 43 Mahāve­dalla­sutta |MN i 292| - {}
(Достопочтенный Сарипутта подробно отвечает на вопросы по теме мудрости, правильных взглядов и высших медитативных достижений)
*MN 52 Aṭṭhakanāgara |MN i 349| - {}
(Дост. Ананда объясняет, что достичь прозрения можно на основе любых медитативных достижений с восприятием)
МН 59 Бахуведания сутта - (В ниббане нет ощущений, но всё же она является приятной)
МН 60 Апаннака сутта - (Почему Будде лучше верить, нежели не верить?)
MN 61 Amba­laṭṭhi­ka­rāhu­lovāda­sutta |MN i 414| - {}
(Будда наставляет своего сына Рахулу на предмет рассмотрения поступков телом, речь, умом и воздержания от лжи.)
МН 64 Махамалункья сутта - (Чтобы отбросить хотя бы пять из десяти сансарных пут, требуется джхана. В сутте также раскрывается сама природа сансарных пут)
MN 65 Bhaddālisutta |MN i 437| - {}
(Монах не достигает успехов в практики, потому что не исполняет тренировку в Учении Учителя, за что получил выговор от Будды. В сутте также упомянуто утверждение о том, что Дхамма и Сангха начали приходить в упадок уже при жизни Будды)
MN 66 Laṭuki­kopa­masutta |MN i 447| - {}
(Беседа монаха с Буддой сразу на несколько разных тем. Упоминается история установления правила кушать один раз в день, а также приводятся некоторые разъяснения на тему джхан)
MN 67 Cātumasutta |MN i 456| - {}
(История о том, как Будда распустил Сангху слишком шумных монахов, на затем всё-таки дал им лекцию о четырёх опасностях, которые поджидают новопострижённых монахов)
MN 71 Tevijja­vaccha­sutta |MN i 481| - {%три знания}
(Небольшая беседа Будды со странником Ваччаготтой на тему сверхчеловеческих знаний, а также насчёт послесмертной участи мирян)
MN 83 Maghadevasutta |MN ii 74| - {%Благословенный улыбнулся, %mettā, %сострадание, %сорадование, %невозмутимость, %какое благо, %разочарование, %бесстрастие, %прямое знание, %Благородный Восьмеричный Путь}
(История о царе Магхадэве, положившем начало благому царствованию в соответствии с Дхаммой)
MN 89 Dhamma­cetiya­sutta |MN ii 118| - {%вера}
(Царь Пасенади выражает глубочайшее почтение Будде, объясняя этот поступок своим восхищением в отношении учеников Будды)
**МН 101 Девадаха сутта - (Будда опровергает доктрину нигантхов (джайнов) о том, что всё что человек испытывает в жизни - полностью обусловлено его прошлыми действиями (камма). Далее объясняется какое же усердие и какой путь практики являются правильными для прекращения всех страданий)
МН 105 Сунаккхатта сутта - (Сутта касается вопроса переоценки монахом собственных духовных достижений и опасностей, которые его при этом поджидают)
***МН 107 Ганакамоггаллана сутта - (Постепенное обучение, постепенное действие, постепенная практика в отношении Дхаммы и Винаи)
***MN 109 Mahā­puṇṇama­sutta |MN iii 15| - {%pañcupādānakkhandhā, %rūpaṃ, %vedanā, %saññā, %saṅkhārā, %viññāṇaṃ, %знание и видение в соответствии с действительностью, %разочарование, %бесстрастие, %знание и видение освобождения}
(Монах задаёт Будде ряд вопросов в отношении пяти совокупностей)
***МН 118 Анапанасати сутта - (Самое полное наставление по медитации осознанности к дыханию. В этой же сутте Будда объясняет, почему дар Сангхе приносит огромные неизмеримые заслуги)
MN 142 Dak­khi­ṇā­vibhaṅ­ga­sutta |MN iii 253| - {}
(Разъяснение результатов сделанных подношений)
***СН 1.1 Огхатарана сутта - (Будда объясняет, что достиг просветления срединным путём)
СН 1.5 Катичхинда сутта - (Сутта-загадка о пятёрках)
СН 1.6 Джагара сутта - (Ещё одна сутта-загадка)
СН 1.10 Араннья сутта - (Почему некоторые монахи, проживающие в лесу, живут там безмятежно?)
СН 1.20 Самиддхи сутта - (Божество беседует с Буддой, но не может понять смысла сказанного)
СН 1.23 Джата сутта - (Будда объясняет, каким образом можно распутать жажду к миру, и что это происходит в сфере прекращения ума и тела, то есть, ниббаны)
СН 1.32 Маччхари сутта - (Подробная беседа о щедрости и дарении)
СН 1.33 Садху сутта - (Ещё одна подробная беседа о щедрости)
СН 1.34 На санти сутта - (Беседа между божеством, Буддой и одним из монахов на тему чувственности и освобождения от сансары)
СН 1.36 Саддха сутта - (Божества высказывают свои советы касательно правильной практики)
СН 1.41 Адитта сутта - (Очередная сутта о необходимости практики щедрости)
СН 1.42 Кимдада сутта - (Будда поясняет, какой результат приносит тот или иной дар) 
СН 1.49 Маччхари сутта - (Беседа о тех, кого ждёт плохой будущий удел и хороший)
SN 1.55 Paṭha­ma­jana­sutta - (Четыре вопроса)
SN 1.58 Uppathasutta - (Еще четыре вопроса)
SN 1.59 Dutiyasutta - ((Ещё четыре вопроса и четыре кратких ответа)
SN 1.65 Bandhanasutta - (О том, что держит мир в подневольности)
*SN 1.66 Attahatasutta - (Ещё четыре вопроса и четыре кратких ответа на эту же тему)
SN 1.67 Uḍḍitasutta - (Схожая по смыслу сутта с предыдущей)
SN 1.68 Pihitasutta - (О страданиях и мире)
SN 1.69 Icchāsutta - (О том, что держит мир скованным)
SN 1.70 Lokasutta - (О внутреннем мире любого существа)
СН 1.73 Витта сутта - (Ещё четыре вопроса и четыре кратких ответа)
СН 1.74 Вуттхи сутта - (Ещё четыре вопроса и четыре кратких ответа. Перед ответом Будды на вопросы пытается ответить другое божество)
СН 1.75 Бхита сутта - (Краткое наставление в правильном образе жизни)
СН 1.76 Наджирати сутта - (Семь вопросов и семь кратких ответов от Будды)
СН 1.77 Иссария сутта - (Ещё семь вопросов и ответов)
СН 1.78 Кама сутта - (Ещё четыре вопроса и четыре кратких ответа)
СН 1.79 Патхейя сутта - (Пять вопросов и пять ответов)
СН 1.80 Падджота сутта - (Шесть вопросов и шесть ответов)
СН 1.81 Арана сутта - (Об отшельнике) 
СН 2.1 Патхама кассапа сутта - (Дэва вкратце излагает то, что думает о монашеской практике. Будда одобряет)
СН 2.2 Дутия кассапа сутта - (Дэва говорит о полезности медитации) 
СН 2.3 Магха сутта - (Дэва спрашивает о том, что нужно устранить, чтобы одолеть беспокойство и печаль)
СН 2.4 Магадха сутта - (Среди всех источников света Будда является наивысшим)
СН 2.5 Дамали сутта - (Будда объясняет, что араханту не нужно более что-либо осуществлять в этом мире)
СН 2.6 Камада сутта - (Дэва говорит, что практиковать трудно, но Будда заверяет, что его ученики одолевают эти трудности)
СН 2.7 Панчалачанда сутта - (О достижении Буддой джханы)
***СН 2.8 Таяна сутта - (Побуждение правильной практики от дэвы)
СН 2.12 Veṇḍusutta |[SN 93] SN i 52 <SN i 118>| - {}
(Восхваление приверженцев Будды)
СН 2.15 Candanasutta |[SN 96] SN i 53 <SN i 121>| - {}
(Ещё одна сутта об араханте)
**СН 2.16 Vāsudattasutta |[SN 97] SN i 53 <SN i 122>| - {}
(О монахе)
SN 2.17 Subrahmasutta |[SN 98] SN i 53 <SN i 122>| - {}
(Обеспокоенный дэва спрашивает у Будды правильный путь к спасению)
SN 2.18 Kakudhasutta |[SN 99] SN i 54 <SN i 123>| - {}
(Будда не радуется, но и не печалится)
SN 2.19 Uttarasutta |[SN 100] SN i 54 <SN i 125>| - {}
(О неизбежности смерти)
СН 2.20 Анатхапиндика сутта - (Переродившийся божеством мирянин приходит к Будде, чтобы произнести строфы похвалы Достопочтенному Сарипутте. Ананда догадывается, что в прошлой жизни это был именно Анатхапиндика)
СН 2.21 Сива сутта - (О пользе дружбы с хорошими людьми) 
СН 2.22 Кхема сутта - (О совершении благих и неблагих деяний) 
СН 2.24 Гхатикара сутта - (Беседа Будды с не-возвращающимся, брахмой Гхатикарой)
СН 2.26 Рохитасса сутта - (Божество рассказывает о том, как, будучи аскетом со сверхспособностями, пыталось достичь края мира. Будда отвечает, что это сделать невозможно таким образом, но края мира всё же нужно достичь)
СН 2.27 Нанда сутта - (Краткие строфы на тему памятования о смерти)
СН 2.28 Нандивисала сутта - (Краткие строфы об уничтожении жажды) 
СН 2.29 Сусима сутта - (Божества восхваляют Сарипутту. Небезынтересен фрагмент описания сияния божеств)
СН 2.30 Нанатиттхиясавака сутта - (Любопытная сутта, в которой божества, в присутствии Будды, восхваляют других учителей, а не Будду)
СН 3.1 Дахара сутта - (Царь Пасенади сомневается в том, что такой молодой отшельник как Готама может быть просветлённым. Будда объясняет ему, кого опасно считать молодым и почему)
СН 3.2 Пуриса сутта - (Три неблагих корня ведут к страданию)
СН 3.3 Джарамарана сутта - (Всех без исключения ждёт старость и смерть)
СН 3.4 Пийя сутта - (О том, кто является сам себе врагом)
СН 3.5 Аттха раккхита сутта - (Того, у кого нет защиты внутренней, не спасёт и защита внешняя) 
СН 3.6 Аппака сутта - (Мало тех людей, которых не губит богатство)
СН 3.7 Паччалачанда сутта - (О лжи)
СН 3.8 Маллика сутта - (Человек дорожит собой более, чем кем-либо ещё)
СН 3.10 Бандхана сутта - (Куда более прочны оковы внутренние, нежели оковы внешние)
СН 3.11 Сатта джатила сутта - (Будда поясняет царю, что ему, мирянину, сложно распознать арахантов, и даёт краткий совет о том, каким образом можно более-менее хорошо узнать человека)
СН 3.12 Панчараджа сутта - (Цари спорят о том, какое из пяти видов чувственных наслаждений самое сильное. Будда даёт им ответ)
СН 3.13 Донапака сутта - (Будда помог царю Пасенади похудеть) 
СН 3.14 Патхама сангама сутта - (Царь Пасенади терпит поражение в битве с царём Аджасатту)
СН 3.15 Дутия сангама сутта - (Царь Пасенади одерживает победу над царём Аджасатту и берёт его в плен)
СН 3.17 Патхама аппамада сутта - (Мирской вариант такого качества как прилежание)
СН 3.18 Дутия аппамада сутта - (Будда восхваляет мирской вариант прилежания и дружбу с хорошими друзьями)
СН 3.20 Дутия апуттака сутта - (Будда раскрывает частный эпизод действия каммы в случае с ростовщиком из Саваттхи) 
СН 3.21 Пуггала сутта - (Четыре вида личности, направляющихся в благой или неблагой удел)
СН 3.22 Аййика сутта - (Ещё одна сутта о неизбежности смерти) 
СН 3.23 Лока сутта - (Ещё одна сутта о трёх порочных корнях ума)
СН 3.24 Иссатта сутта - (Будда объясняет царю Пасенади, что наибольший плод приносит дар араханту)
**СН 3.25 Паббатупама сутта - (Ещё одна сутта о неизбежности смерти с яркой метафорой)
СН 4.1 Тапокамма сутта - (Мара пытается заставить Будду сомневаться в достижении им просветления)
СН 4.4 Патхама марапаса сутта - (Мара пытается убедить Будду, что тот всё ещё пойман в ловушку Мары)
СН 4.5 Дутия марапаса сутта - (Схожая по смыслу сутта с предыдущей)
СН 4.6 Саппа сутта - (Мара пытается напугать Будду, приняв облик огромной змеи)
СН 4.8 Нандати сутта - (То, что Мара считает радостью, Будда считает печалью)
СН 4.9 Патхама айю сутта - (Мара утверждает, что нужно наслаждаться каждым моментом жизни, на что Будда отвечает, что жизнь слишком коротка)
СН 4.10 Дутия айю сутта - (Схожая по смыслу сутта с предыдущей)
СН 4.11 Пасана сутта - (Мара пытается напугать Будду грохотом)
СН 4.13 Сакалика сутта - (Мара критикует Будду за то, что тот прилёг)
СН 4.14 Патирупа сутта - (Мара пытается убедить Будду в том, что наставлять в Дхамме других может быть для него опасным)
СН 4.15 Манаса сутта - (Мара утверждает, что ещё сможет поймать Будду в свои сети)
СН 4.16 Патта сутта - (Мара принял облик быка, чтобы помешать монахам слушать Дхамму)
СН 4.17 Чхапхассаятана сутта - (Схожая по смыслу сутта с предыдущей)
СН 4.20 Радджа сутта - (Мара призывает Будду стать царём)
СН 4.21 Самбахула сутта - (Мара, приняв облик старого отшельника, пытается убедить молодых монахов вернуться к мирской жизни)
СН 4.22 Самиддхи сутта - (Мара пытается напугать одного из монахов)
СН 4.23 Годхика сутта - (Случай с монахом Годхикой, который, покончив жизнь самоубийством, в момент смерти стал арахантом)
СН 4.25 Мара дхиту сутта - (Три дочери Мары пытаются соблазнить Будду)
СН 5.4 Виджая сутта - (Мара пытается соблазнить монахиню чувственными удовольствиями)
СН 5.6 Чала сутта - (Мара пытается поспорить с монахиней по поводу благости рождения в мире)
СН 5.7 Упачала сутта - (Мара пытается призвать монахиню переродиться в мире дэвов)
СН 5.8 Сисупачала сутта - (Мара пытается показать монахине, что та ничего не понимает)
СН 5.9 Села сутта - (Монахиня Села объясняет, что существо - это всего лишь набор элементов, возникших от неких причин)
СН 5.10 Ваджира сутта - (Ещё одна глубочайшая сутта о безличности, в которой монахиня Ваджира объясняет, что любое существо является не абсолютным, а условным, и "существом" является просто лишь набор непостоянных, безличных и страдательных частей)
СН 6.1 Брахма аячана сутта - (Брахма Сахампати просит Будду начать проповедовать Дхамму)
СН 6.2 Гарава сутта - (Будда не видит кого-либо в мире, кого бы он мог почитать. Поэтому он решает чтить саму Дхамму)
СН 6.3 Брахмадэва сутта - (Брахма призывает мирянку дать подаяния её сыну, который стал арахантом)
СН 6.5 Апара диттхи сутта - (О Брахме, который считал, что ни один отшельник не может появиться в его мире)
СН 6.6 Памада сутта - (Брахмы меряются силой сверхспособностей)
СН 6.9 Тудубрахма сутта - (Бывший наставник монаха Кокалики проявляет себя в мире людей, чтобы попытаться переубедить Кокалику)
СН 6.10 Дутия кокалика сутта - (О смерти Кокалики и его перерождении в аду)
СН 6.11 Сананкумара сутта - (Строфа брахмы Сананкумары о величии будд и арахантов)
СН 6.13 Андхакавинда сутта - (Брахма Сахампати призывает монахов к затворничеству, но если они ещё к этому не готовы, тогда – к осознанному житию в Сангхе)
СН 6.14 Арунавати сутта - (История о сверхспособностях одного из главных учеников Будды Сикхи)
***СН 6.15 Париниббана сутта - (Фрагмент из описания окончательной ниббаны Будды)
СН 7.1 Дхананьджани сутта - (Разозлённый из-за того, что его жена почитает Будду, брахман отправляется к нему, чтобы показать ошибочность его доктрины, но в итоге сам становится монахом.)
СН 7.2 Аккоса сутта - (Будда изящным способом отклоняет все оскорбления в его адрес)
СН 7.3 Асуриндака сутта - (Брахман поносит Будду, и считает себя победившим. Будда отвечает, что побеждает в этом случае тот, кто обладает терпением)
СН 7.4 Билангика сутта - (Очередной брахман обращается в буддизм и становится монахом)
СН 7.5 Ахимсака сутта - (Будда поясняет, что означает в самом деле быть безвредным)
СН 7.6 Джата сутта - (Будда объясняет, каким образом можно распутать жажду к миру, и что это происходит в сфере прекращения ума и тела, то есть, ниббаны)
СН 7.7 Суддхика сутта - (Будда объясняет, что чистота достигается не принадлежностью к касте, а правильной практикой)
СН 7.8 Аггика сутта - (Схожая по смыслу сутта с предыдущей, но здесь Будда также отказывается принимать еду как оплату за его учение)
СН 7.9 Сундарика сутта - (Беседа Будды с брахманом, совершившим подношение огню)
СН 7.10 Бахудхиту сутта - (Нищий брахман осознаёт тяготы мирской жизни по сравнению с жизнью монашеской)
СН 7.11 Каси бхарадваджа сутта - (Будда отвечает крестьянину, что он тоже пашет и сеет, но по-своему)
СН 7.12 Удайя сутта - (Брахман разозлился, что Будда третий день подряд приходит к его дому за подаяниями)
СН 7.13 Девахита сутта - (Брахман дарит Будде горячую воду с патокой для облегчения его болезни и спрашивает о наилучшем поле для зарабатывания заслуг)
СН 7.15 Манаттхаддха сутта - (Будда обращает в Дхамму одного из горделивых брахманов с применением сверхспособности видеть умы других) 
СН 7.16 Паччаника сутта - (Будда объясняет, что Дхамму нельзя понять, если ум настроен враждебно)
СН 7.17 Навакаммика сутта - (Лесоруб интересуется у Будды, что тот делает в лесу)
СН 7.18 Каттхахара сутта - (Брахман восхищается медитирующим в лесу Буддой)
СН 7.20 Бхиккхака сутта - (Попрошайка задался вопросом о том, чем он отличается от Будды, который также ходит и собирает еду с подаяний)
СН 7.21 Сангарава сутта - (Будда общается с брахманом, верившим в то, что злодеяния можно смыть священной водой)
*СН 8.1 Никкханта сутта - (Достопочтенный Вангиса сражается с похотью)
**СН 8.2 Арати сутта - (Достопочтенный Вангиса сражается с недовольством ведения монашеской жизни) 
**СН 8.3 Песала сутта - (Достопочтенный Вангиса сражается с самомнением) 
***СН 8.4 Ананда сутта - (Достопочтенный Вангиса просит совета у Достопочтенного Ананды о том, как одолеть чувственную страсть)
СН 8.5 Субхасита сутта - (Будда объясняет факторы правильной речи, а Достопочтенный Вангиса в стихах восхваляет сказанное им)
СН 8.7 Паварана сутта - (Будда проводит церемонию Павараны, когда монахи сознаются в совершённых проступках)
СН 8.8 Паросахасса сутта - (Достопочтенный Вангиса спонтанно придумывает стихотворение. Затем Будда просит его тут же придумать ещё одно)
СН 8.9 Конданнья сутта - (Достопочтенный Вангиса восхваляет Достопочтенного Аннья Конданнью, самого первого ученика, достигшего плода вступления в поток)
СН 8.10 Моггаллана сутта - (Достопочтенный Вангиса восхваляет Достопочтенного Махамоггаллану)
СН 8.12 Вангиса сутта - (Достопочтенный Вангиса произносит этот стих после достижения им арахантства с шестью сверхспособностями)
*СН 9.1 Вивека сутта - (Божество призывает отшельника оставить жажду к мирскому образу жизни)
СН 9.2 Упаттхана сутта - (Божество пытается покритиковать монаха за то, что он спит)
СН 9.3 Кассапаготта сутта - (Монах наставляет в Дхамме охотника, но тот ничего не понимает)
СН 9.4 Самбахула сутта - (Божество сокрушается, что монахи ушли из лесной чащи)
СН 9.6 Ануруддха сутта - (Достопочтенный Ануруддха беседует со своей бывшей женой-божеством)
СН 9.8 Кулагхарани сутта - (Схожая по смыслу, но не содержанию, сутта с предыдущей)
СН 9.9 Вадджипутта сутта - (Монах впадает в уныние при слушании звуков праздника, доносящихся из деревни) 
СН 9.11 Акусала витакка сутта - (Божество объясняет монаху правильный путь практики)
СН 9.13 Пакатиндрия сутта - (Божество критикует ленивых, беспечных монахов)
СН 9.14 Гандхаттхена сутта - (Божество критикует монаха за то, что тот пристрастился к приятным запахам)
СН 10.2 Сакканамака сутта - (В каких случаях Дхамме лучше не обучать, а в каких обучать можно)
СН 10.3 Сучилома сутта - (Будда обращает яккху Сучилому, приводя красочное описание порочности жажды и раскрывая ему основы буддийского Пути)
СН 10.4 Манибхадда сутта - (Будда поясняет, что одной только осознанностью нельзя освободиться от злобы, но для этого нужно развивать в себе доброжелательное устремление)
СН 10.5 Сану сутта - (История о том, как яккха завладел сознанием саманеры по имени Сану)
СН 10.6 Пийянкара сутта - (Яккха подслушивает декламацию Дхаммы) 
*СН 10.7 Пунаббасу сутта - (Схожая сутта с предыдущей, но с иными действующими лицами и более развёрнутая)
СН 10.8 Судатта сутта - (Краткая история о первой встрече мирянина Анатхапиндики с Буддой. Более подробная содержится в Винае)
СН 10.9 Патхама сукка сутта - (Яккха восхваляет Дхамму)
СН 10.12 Алавака сутта - (Знаменитая история о беседе Будды со злым яккхой Алавакой)
**SN 11.3 Dhajaggasutta |[SN 249] SN i 218 <SN i 472>| - {}
(Практика памятования о Трёх Драгоценностях способна устранить возникший в уме страх или боязнь чего-либо)
SN 11.4 Vepacittisutta |[SN 250] SN i 220 <SN i 475>| - {}
(На тему о том, необходимо ли применять насилие или же сострадание и терпение к своему врагу)
SN 11.6 Kulāvakasutta |[SN 252] SN i 224 <SN i 483>| - {}
(Правденый поступок царя Сакки обращает его врагов в бегство)
SN 11.7 Nadubbhi­yasutta |[SN 253] SN i 225 <SN i 484>| - {}
(Один из эпизодов с пленным асуром Вепачитти и царём Саккой)
SN 11.11 Vatapadasutta |[SN 257] SN i 228 <SN i 492>| - {}
(Семь обетов, которых придерживался мирянин Магха, в результате чего переродился царём богов Саккой)
SN 11.14 Daliddasutta |[SN 260] SN i 231 <SN i 497>| - {}
(Даже нищий, практикуя эти вещи, может стать одним из самых величественных божеств)
SN 11.15 Rāma­ṇeyya­ka­sutta |[SN 261] SN i 232 <SN i 499>| - {}
(Самое лучшее место в мире - это там, где рядом живёт арахант)
SN 11.16 Yajamānasutta |[SN 262] SN i 233 <SN i 500>| - {}
(Величайший плод приносит подношение Сангхе. Будда особо отмечает, что речь идёт об арья-сангхе, то есть восьми типах благородных учеников) 
SN 11.18 Gahaṭ­ṭha­vanda­nā­sutta |[SN 264] SN i 234 <SN i 502>| - {}
(Царь Сакка восхваляет монахов и мирян)
SN 11.19 Satthā­ra­vanda­nā­sutta |[SN 265] SN i 235 <SN i 504>| - {}
(Царь Сакка восхваляет Будду и его учеников)
SN 11.20 Saṅgha­vanda­nā­sutta |[SN 266] SN i 235 <SN i 506>| - {}
(Царь Сакка восхваляет Сангху монахов)
SN 11.21 Chetvāsutta |[SN 267] SN i 237 <SN i 508>| - {}
(Убив в себе злость, человек спит спокойно)
SN 11.22 Dubbaṇ­ṇiya­sutta |[SN 268] SN i 237 <SN i 509>| - {}
(История о том, как уродливый яккха взабрался на трон царя Сакки. В строфе Сакка рассказывает о том, до какой степени он может быть подвержен злости)
SN 11.24 Accayasutta |[SN 270]SN i 239 <SN i 513>| - {}
(Два вида дураков и два вида мудрецов в отношении совершения кем-либо проступка и прощения)
SN 11.25 Akkodhasutta |[SN 271] SN i 240 <SN i 514>| - {}
(Царь Сакка призывает божеств не допускать в себе злобы)
SN 12.1 Paṭic­ca­samup­pāda­sutta |SN ii 1| - {%paṭic­ca­samup­pāda}
(Стандартная схема зависимого возникновения, которая целиком повторяется во многих последующих суттах)
SN 12.15 Kaccāna­gotta­sutta |SN ii 16| - {%sammādiṭṭhi, %dukkhā, %paṭic­ca­samup­pāda}
(Правильные воззрения, две крайности, срединный путь. Страдание, возникая, возникает. Страдание, угасая, угасает)
СН 12.41 Патхама панча бхаявера сутта - (Характерные черты вступившего в поток)
*SN 12.43 Dukkhasutta |SN ii 71| - {%samudayañca atthaṅgamañca, %dukkhā, %шесть сфер, %viññāṇaṃ, %phassa, %vedanā, %taṇhā}
(Возникновение и исчезновение страдания)
SN 12.44 Lokasutta - (Схожая сутта с предыдущей. Речь идёт о возникновении внутреннего мира)
***SN 12.65 Nagarasutta |SN ii 104| - {%paṭic­ca­samup­pāda, %мудрость, истинное знание и свет}
(Рассказ Будды об открытиях, сделанных им в ночь своего просветления)
СН 12.70 Сусима сутта - (Значимая сутта, в которой объясняется, что для обладания знанием арахантства не обязательно иметь всевозможные психические сверхспособности и достигать бесформеных миров, но достаточно очень глубоко увидеть работу схемы зависимого возникновения)
СН 14.16 Сагатха сутта - (Низшие личности сходятся вместе с низшими, а высшие - с высшими)
СН 14.31 Пубба сутта - (О привлекательности, опасности, спасении от четырёх элементов материи)
*СН 15.3 Ассу сутта - (Слёз, что вы пролили за время странствий по сансаре, больше, чем воды в четырёх океанах)
SN 15.20 Vepulla­pabba­ta­sutta |SN ii 190| - {}
(Рассказ Будды о прошлых временах, когда гора Вепулла имела иные названия)
SN 16.5 Jiṇṇasutta |SN ii 202| - {}
(Махакассапа объясняет Будде, почему он, несмотря на преклонный возраст, продолжает жизнь аскета)
СН 16.13 Саддхаммапатирупака сутта - (Подлинная Дхамма будет исчезать постепенно, по мере того, как ученики Будды будут всё меньше уважать перечисленные в сутте 5 аспектов)
SN 17.1 Dāruṇasutta |SN ii 225| - {}
(Об опасности приобретений, уважений и похвалы)
СН 17.9 Верамба сутта - (Пример с птицей, попавшей в ураган)
SN 20.5 Sattisutta |SN ii 265| - {%mettā}
(Развитая медитация доброжелательности позволяет избежать влияния на ум нечеловеческих существ)
SN 20.6 Dhanug­gaha­sutta |SN ii 265| - {%appamattā}
(Любопытная сутта о скорости распада формирователей жизненной силы)
*СН 20.7 Ани сутта -  (Пророчество Будды об упадке Дхаммы в будущем)
СН 21.3 Гхата сутта - (Достопочтенный Махамоггаллана общается с Буддой с помощью сверхспособностей на тему обладания утверждённым усердием)
СН 21.4 Навабхиккху сутта - (Монахи жалуются Будде на одного из сотоварищей, который, как оказывается, был арахантом)
СН 21.10 Тхеранамака сутта - (Житие в уединении)
СН 22.3 Патхама халиддакани сутта - (Довольно редкий вид сутты, когда уже во время Будды даётся комментарий на более древний буддийский текст) 
СН 22.4 Дутия халиддакани сутта - (Ещё одна сутта, содержащая комментарий на беседу царя богов Сакки с Буддой)
СН 22.9 Калаттаяаничча сутта - (Пять совокупностей были непостоянны в прошлом, непостоянны сейчас, будут непостоянны в будущем)
СН 22.55 Удана сутта - (Каким образом можно адаптировать аннигиляционистическое воззрение, чтобы отбросить пять нижних сансарных пут?)
СН 22.59 Анатта лаккхана сутта - (Вторая по счёту проповедь Будды. Здесь он объясняет уникальную черту совокупностей, которая указывает на их безличностность)
***SN 22.82 Puṇṇamasutta |SN iii 100| - {%pañcupādānakkhandhā, %rūpaṃ, %vedanā, %saññā, %saṅkhārā, %viññāṇaṃ, %знание и видение в соответствии с действительностью, %разочарование, %бесстрастие, %знание и видение освобождения}
(Сутта идентична МН 109 и представляет собой серию вопросов и ответов на предмет пяти совокупностей)
SN 22.84 Tissasutta |SN iii 106| - {%тело заторможено, %taṇhā, %rūpaṃ, %vedanā, %saññā, %saṅkhārā, %viññāṇaṃ, %aniccā, %dukkhā, %anattā, %мудрость, %разочарование, %бесстрастие, %Ниббана, %Благородный Восьмеричный Путь, %невежество}
(Будда воодушевляет монаха, которого охватили сомнения в отношении Дхаммы, а также и иные омрачения)
SN 22.90 Channasutta |SN iii 132| - {%rūpaṃ, %vedanā, %saññā, %saṅkhārā, %viññāṇaṃ, %aniccā, %anattā, %Ниббана, %sammādiṭṭhi, %dukkhā, %paṭic­ca­samup­pāda}
(История о постижение Дхаммы монахом Чханной. Страдание, возникая, возникает. Страдание, угасая, угасает)
SN 22.97 Nakha­sikhā­sutta |SN iii 147| - {%rūpaṃ, %vedanā, %saññā, %saṅkhārā, %viññāṇaṃ, %aniccā, %dukkhā, %anattā, %разочарование, %бесстрастие}
(В пяти совокупностях нет абсолютно ничего, даже небольшой части, что была бы постоянной)
SN 22.98 Suddhikasutta |SN iii 149| - {%rūpaṃ, %vedanā, %saññā, %saṅkhārā, %viññāṇaṃ}
(Нет такой формы, чувства, восприятия, формаций, сознания, которые постоянны, устойчивы, вечны, не подвержены изменениям и будут пребывать так вечно)
СН 22.100 Дутия гаддулабаддха сутта - (Эта сутта схожа с предыдущей, но более развёрнута. Здесь содержится ряд интересных моментов, как, например, метафора о том, каким образом человек сам же создаёт свои пять совокупностей)
SN 22.103 Antasutta |SN iii 157| - {}
(Четыре Благородные Истины сравниваются с четырьмя долями)
SN 22.122 Sīlavantasutta |SN iii 167| - {%pañcupādānakkhandhā, %aniccā, %dukkhā, %anattā, %rūpaṃ, %vedanā, %saññā, %saṅkhārā, %viññāṇaṃ, %вступление в поток, %однажды-возвращающийся, %не-возвращающийся}
(Какого бы уровня пробуждения не достиг человек, всё равно ему следует осуществлять всё ту же практику созерцания пяти совокупностей)
SN 26.5 Samphas­sa­jasutta |SN iii 230| - {%шесть сфер, %dukkhā, %Ниббана}
(Возникновение любых чувств - это страдание)
СН 27.6 Саннья сутта - (Жажда к шести видам восприятий - это загрязнение ума)
СН 28.1 Вивекаджа сутта - (Достопочтенный Сарипутта практикует первую джхану)
SN 35.7 Ajjhat­tā­niccā­tī­tā­nāga­ta­sutta |SN iv 4| - {%aniccā, %шесть сфер}
(Шесть внешних сфер всегда обладали, обладают и будут обладать изменчивостью) 
СН 35.23 Сабба сутта - (Будда объясняет что такое "Всё". Тханиссаро Бхиккху даёт разъяснение к этой сутте)
СН 35.28 Адитта сутта - (Знаменитая огненная проповедь Будды. Согласно Винае, она является третьим по счёту наставлением, произнесённым Буддой тысяче аскетам, которые в процессе её слушания стали арахантами)
СН 35.74 Патхама гилана сутта - (Будда наставляет больного монаха в основах Дхаммы, в результате тот обретает Глаз Дхаммы)
SN 35.76 Rādha­anicca­sutta |SN iv 48| - {%saṃkhittena dhammaṃ, %aniccā}
(Нужно отбросить желание ко всему, что непостоянно)
SN 35.95 ­Māluk­ya­putta­sutta |SN iv 72| - {}
(Будда вкратце наставляет пожилого монаха Малункьяпутту, чтобы он пребывал бы один, в уединении, будучи прилежным, старательным, решительным)
СН 35.97 Памадавихарин сутта - (Что означает жить в прилежании или же в беспечности?)
*SN 35.114 Paṭha­ma­māra­pāsa­sutta |SN iv 91| - {}
(Если человек утопает в чувственных наслаждениях, то он пойман в ловушку Мары) 
СН 35.134 Девадаха сутта - (Ученики должны тренировать себя в умелом обращении с шестью сферами контакта)
СН 35.135 Кхана сутта - (Будда объясняет, почему человеческое рождение чрезвычайно ценно)
СН 35.146 Камма сутта - (Краткое объяснение каммы)
СН 35.147 Патхама ниббана саппая сутта - (Практика созерцания непостоянства ведёт к ниббане)
SN 35.165 Micchā­diṭṭhi­pahāna­sutta |[SN 35.164] SN iv 147| - {}
(Видение непостоянства устраняет неправильные воззрения)
СН 37.5 Кодхана сутта - (Качества, ведущие женщину к рождению в неблагих уделах)
СН 38: Джамбукхадака Саньютта - Сутты представляют собой серию вопросов к Достопочтенному Сарипутте на такие темы как ниббана, арахантство, загрязнения, миры существования и так далее.
СН 40.9 Анимитта панха сутта - (Будда помогает Моггаллане в практике беспредметного сосредоточения ума, ведущего к полному уничтожению загрязнений)
СН 42.8 Санкха сутта - (Каким образом можно преодолеть совершённую ранее негативную камму?)
СН 44.9 Кутухаласала сутта - (Будда сравнивает живое существо с пламенем. Кроме того, в этой сутте содержится явный намёк на существование промежутка между рождением и смертью)
SN 42.11 Bhadrakasutta |SN iv 327| - {%dukkhā, %samudayañca atthaṅgamañca, %chando}
(Простой пример того, как желание является источником страдания)
СН 45.4 Брахмана сутта - (Буддийский путь сравнивается с колесницей. Каждый элемент пути сопоставляется с той или иной её деталью)
СН 45.5 Киматтхия сутта - (Святая жизнь ведётся ради устранения страданий через Благородный Восьмеричный Путь)
СН 45.6 Патхама анньятара бхиккху сутта - (Благородный восьмеричный путь - это святая жизнь)
SN 45.7 Dutiya­aññata­ra­bhik­khu­sutta |SN v 8| - {}
(Элемент ниббаны и путь к ниббане)
***SN 45.8 Vibhaṅgasutta |SN v 8| - {%Благородный Восьмеричный Путь}
(Краткое объяснение всех восьми факторов Благородного Восьмеричного Пути)
СН 45.9 Сука сутта - (Правильное воззрение реализует ниббану и развивается Благородным Восьмеричным Путём) 
СН 45.10 Нандия сутта - (Восемь факторов Пути ведут к ниббане)
SN 45.26 Dutiya­asap­purisa­sutta |SN v 20| - {}
(Самая низшая личность - это тот, кто получил плоды неправильной практики)
SN 45.27 Kumbhasutta |SN v 20| - {%Благородный Восьмеричный Путь}
(Трудно пошатнуть ум, наделённый факторами Пути)
SN 45.28 Samādhisutta |SN v 21| - {%samādhi}
(Благородное правильное сосредоточение с его опорами и вспомогательными средствами)
СН 46.1 Химаванта сутта - (Семь факторов просветления должны опираться на нравственность и в конечном счёте, будучи полностью развитыми, они приводят к полному просветлению)
SN 46.7 Kūṭāgārasutta |SN v 75| - {%направляется, склоняется, устремляется к ниббане, %семь факторов просветления}
(Сравнение семи факторов просветления с остроконечной крышей) 
SN 46.14 Paṭha­ma­gilāna­sutta |SN v 79| - {}
(Будда напоминает о семи факторах просветленя Махакассапе и тот побеждает болезнь)
SN 46.38 Āvara­ṇa­nīvara­ṇa­sutta |SN v 95| - {%пять помех, %мудрость, %семь факторов просветления}
(О противопоставлении помех семи факторам просветления)
СН 46.57-76 - (Здесь перечисляется ряд последовательных объектов для медитации)
SN 47.1 Ambapālisutta |SN v 141| - {%cattāro satipaṭṭhānā}
(Четыре основы осознанности - путь к достижению ниббаны)
*СН 47.3 Бхиккху сутта - (Один из вариантов описания этапов буддийской практики)
SN 47.17 Ariyasutta |SN v 166| - {}
(Четыре основы осознанности являются благородными и освобождающими)
SN 47.18 Brahmasutta |SN v 167| - {}
(Брахма Сахампати подтверждает, что четыре основы осознанности - единственный путь к ниббане)
SN 47.19 Sedakasutta |SN v 168| - {}
(Пример с акробатами. Как человек, охраняя себя, может охранять других)
SN 47.20 Jana­pada­kal­yāṇī­sutta |SN v 169| - {}
(Яркая метафора о том, как следует практиковать осознанность)
SN 47.40 Vibhaṅgasutta |SN v 183| - {%cattāro satipaṭṭhānā, %развитие основы осознанности, %Благородный Восьмеричный Путь}
(Несколько более подробное объяснение практики четырёх основ осознанности)
**SN 47.46 Pāti­mokkha­saṃ­vara­sutta |SN v 187| - {}
(Благословенный учит монаха, для того, чтобы тот пребывал бы один, в уединении, будучи прилежным, старательным, решительным)
SN 47.77 Kumbhasutta |SN v 191| - {}
(Четыре основы осознанности вымывают загрязнения и не пускают их обратно)
SN 47.80 Meghasutta |SN v 191| - {%дождевое облако, %cattāro satipaṭṭhānā}
(Четыре основы осознанности растворяют неблагие состояния как дождь подавляет пыль)
СН 48.20 Асаваккхая сутта - (Арахант полностью развил 5 качеств)
СН 48.24 Экабиджи сутта - (Личности от вступившего в поток до араханта)
СН 48.39 Каттхопама сутта - (Эти пять качеств зависят от причин и условий, а потому прекращаются)
***СН 48.56 Патиттхита сутта - (О полезности такого качества ума, как прилежание и объяснение, чем оно является)
СН 48.115-124 Сутты - (Перечисление списков различных загрязнений)
SN 51.13 Chanda­samā­dhi­sutta |SN v 268| - {}
(Несколько более подробное объяснение четырёх основ сверхъестественных сил)
SN 51.57 Nāgasutta |SN v 291| - {}
(Нравственность ведёт к возрастанию четырёх основ сверхъестественных сил, что ведёт к развитию иных благих качеств)
SN 52.1 Paṭha­ma­raho­gata­sutta |SN v 294| - {%cattāro satipaṭṭhānā, %развитие основы осознанности}
(Достопочтенный Ануруддха объясняет практику четырёх основ осознанности)
SN 52.6 Tatiya­kaṇḍa­kī­sutta |SN v 299| - {%cattāro satipaṭṭhānā, %прямое знание, %система тысячи миров}
(Даже арахант пребывает в практике четырёх основ осознанности)
SN 52.9 Amba­pāli­vana­sutta |SN v 301| - {%cattāro satipaṭṭhānā, %заявление о достижении арахантства}
(Дост. Ануруддха заявляет о достижении арахантства)
SN 53.30 Balakara­ṇīya­vagga |SN v 308| - {%дождевое облако, %джханы}
(Четыре джханы растворяют неблагие состояния как дождь подавляет пыль) 
***SN 54.1 Ekadhammasutta |SN v 311| - {%ānāpānassati,%kāyasaṅkhārā*,%cittasaṅkhārā*, %aniccā}
(Стандартная формула 16 шагов анапанасати)
СН 54.2 Боджханга сутта - (Развитие семи факторов просветления в анапанасати)
СН 54.5 Дутия пхала сутта - (Стандартная формула 16 шагов анапанасати, а так же семь плодов и благ)
СН 54.8 Дипа сутта - (Анапанасати ведёт к многочисленным плодам и способностям, а так же пример с лампой)
SN 54.10 Kimilasutta |SN v 322| - {%ānāpānassati,%kāyasaṅkhārā*,%cittasaṅkhārā*, %aniccā, %kāye kāyānupassī*, %vedanāsu vedanānupassī*, %citte cittānupassī*, %dhammesu dhammānupassī*, %ātāpī*, %sam­pajañ­ña*, %sati*}
(Важная сутта, показывающая теснейшую взаимосвязь анапанасати и сатипаттханы)
СН 54.13 Патхама ананда сутта - (Важная сутта, показывающая как медитация на дыхании развивает все нужные факторы, которые в итоге приводят к просветлению)
СН 54.20 Асаваккхая сутта - (Анапанасати ведёт к уничтожению загрязнений, их корней и их производных)
СН 55.1 Чаккаваттираджа сутта - (Вступление в поток куда лучше, чем власть над всей Землёй)
СН 55.2 Брахмачарийогадха сутта - (Вступивший в поток непоколебим в своей участи достичь пробуждения)
***СН 55.3 Дигхаву упасака сутта - (Будда наставляет умирающего мирянина)
СН 55.4 Патхама Сарипутта сутта - (Сарипутта даёт стандартное объяснение четырёх факторов вступления в поток)
СН 55.5 Дутия Сарипутта сутта - (Что такое "поток" в термине "вступление в поток"?)
SN 55.37 Mahānāmasutta |SN v 395| - {%sīlasampanno*, %вера, %щедрость, %мудрость}
(Будда объясняет что значит быть буддистом-мирянином)
СН 55.40 Нандия сутта - (Вступивший в поток не обязательно ведёт полностью осознанную жизнь и интенсивную практику, поэтому является беспечным)
SN 55.53 Dhamma­dinna­sutta |SN v 406| - {%благополучие и счастье на долгое время, %sīla*, %вера, %какое благо, %вступление в поток}
(Дхаммадинна объявляет себя вступившим в поток)
СН 55.54 Гилана сутта - (О том, как мудрый мирянин должен наставлять перед смертью другого мудрого мирянина. При удачном стечении обстоятельств, умирающий мирянин даже может достичь арахантства)
***СН 56.11 Дхаммачакка паваттана сутта - (Самая первая проповедь, произнесённая Буддой после просветления. Она давалась первым пяти ученикам в парке Исипатаны)
*SN 56.13 Khandhasutta |SN v 425| - {%Четыре Благородные Истины, %pañcupādānakkhandhā, %rūpaṃ, %vedanā, %saññā, %saṅkhārā, %viññāṇaṃ, %Благородный Восьмеричный Путь, %прилагать усилие}
(Краткое изложение Четырёх Истин в отношении пяти совокупностей)
SN 56.19 Saṅkāsanasutta |SN v 430| - {%Четыре Благородные Истины, %прилагать усилие}
(Будда поясняет, что каждая из Четырёх Истин имеет множество изложений и подтекстов)
SN 56.20 Tathasutta |SN v 430| - {%dukkhā, %dukkhasamudaya, %dukkhanirodha, %duk­kha­nirodha­gāminī paṭipadā}
(Четыре Истины являются абсолютной правдой везде и всегда)
СН 56.31 Синсапа сутта - (Будда напрямую познал огромное количество знаний о мире, но раскрыл только лишь малую их часть)
СН 56.35 Саттисата сутта - (Будда говорит, что ради постижения Четырёх Истин можно было бы даже согласиться на телесные мучения в течение сотни лет)
**SN 56.47 Paṭha­ma­chig­gaḷa­yuga­sutta |SN v 455| - {%нижние миры, %перерождение среди людей, %Четыре Благородные Истины, %прилагать усилие}
(Пример с черепахой, упоминание Будды о том, что тот, кто попал в нижние миры, имеет весьма малый шанс выбраться назад, в мир людей)
**SN 56.48 Dutiya­chig­gaḷa­yuga­sutta  |SN v 456| - {%перерождение среди людей, %прилагать усилие, %Четыре Благородные Истины}
(Известный пример Будды о слепой черепахе, иллюстрирующий исключительную редкость и ценность человеческого рождения)
***SN 56.61 Aññatrasutta |SN v 465| - {%чего больше, %перерождение среди людей, %Четыре Благородные Истины, %прилагать усилие}
(Очень мало существ рождаются людьми)
SN 56.62 Paccantasutta |SN v 466| - {%чего больше, %Четыре Благородные Истины, %прилагать усилие}
(Мало существ перерождаются в срединных странах)
АН 1.43 Татия сутта - (О возможности попасть в ад) 
АН 1.44 Чатуттха сутта - (О возможности попасть в рай)
АН 1.45 Паньчама сутта - (О замутнённом уме)
АН 1.46 Чхаттха сутта - (О чистом уме) 
АН 1.51 Патхама сутта - (Ум сияющий, но является загрязнённым. Тот, кто этого не понимает, не может развить ум далее)
АН 1.52 Дутия сутта - (Ум сияющий, но является загрязнённым. Тот, кто это понимает, может развить ум далее)
АН 1.53 Татия сутта - (Будда хвалит развитие доброжелательного ума) 
АН 1.58 Аттхама сутта - (О вреде беспечности)
АН 1.59 Навама сутта - (О пользе прилежания)
АН 1.60 Дасама сутта - (О вреде лени)
***AN 1.296–305 Ekadhamma (Paṭhama) 1–20 |AN i 30| - {}
(Виды практик ведущих к утрате очарованности, к бесстрастию, к прекращению, к покою, к прямому знанию, к просветлению, к ниббане)
­AN 1.575–582 Kāyagatāsati 1–2 |[AN 1.21.1–8] AN i 43| - {}
(Восхваление практики осознанности к телу)
**АН 2.5 Упанньята сутта - (Будда упоминает о своём старании в борьбе за просветление)
АН 2.20 Дасама сутта - (Плохо изложенная Дхамма ведёт Дхамму к упадку)
АН 2.24 Чатуттха сутта - (Тот, кто говорит, что некие тексты Дхаммы нужно понимать буквально или наоборот образно, искажает Дхамму)
АН 2.26 Чхаттха сутта - (Монах, который скрывает совершённые проступки, направляется в нижние миры после смерти)
АН 2.31 Екадасама сутта - (О том, почему нужно развивать и саматху и випассану, а не только что-то одно)
АН 2.32 Патхама сутта - (О признательности)
***АН 2.33 Дутия сутта - (Очень сложно отплатить долг собственным отцу и матери. Будда объясняет то, как именно это можно сделать)
АН 3.10 Мала сутта - (Путь в ад и путь в рай)
АН 3.12 Сарания сутта - (Три места, которые помнит арахант) 
АН 3.15 Пачетана сутта - (Поучительная история об изготовителе повозок. Одна из редких ранних джатак)
АН 3.16 Апаннака сутта - (Часть этапов последовательного пути практики)
АН 3.18 Дэвалока сутта - (Монахи не ведут жизнь ради рождения в небесных мирах)
АН 3.19 Патхама папаника сутта - (О практике развития сосредоточения)
АН 3.33 Сарипутта сутта - (Об уничтожении самомнения)
АН 3.34 Нидана сутта - (О камме и прекращении каммы)
АН 3.36 Дэвадута сутта - (Сутта про три небесных посланника и ад)
АН 3.37 Патхама чатумахараджа сутта - (Дэвы радуются, когда люди практикуют Упосатху)
АН 3.40 Адхипатеййя сутта - (Монах, опираясь на один из этих авторитетов, прилагает усилия в практике)
АН 3.42 Титхана сутта - (Три случая, когда человек наделён верой и уверенностью)
АН 3.45 Пандита сутта - (Три вещи, предписанные мудрецами)
АН 3.49 Атаппакарания сутта - (В каких случаях монах должен проявлять рвение?)
AN 3.53 Aññata­rab­rāhma­ṇa­sutta |AN i 156| - {%sandiṭṭhiko dhammo}
(О том, каким образом Дхамма видна напрямую)
АН 3.57 Ваччхаготта сутта - (Даже мелкое намерение поделиться едой даёт заслугу. Наибольшую заслугу даёт дар араханту) 
***АН 3.61 Титтхаятана сутта - (Доктрины не-делания и Дхамма)
АН 3.65 Калама сутта - (Будда учит не верить слепо всему подряд на просто лишь основании того или иного, но учит верить и поступать должным образом только после определённого опыта и личного знания)
АН 3.66 Салха сутта - (Схожая сутта с предыдущей. Объясняются синонимы трёх основных благих и неблагих качеств) 
АН 3.67 Катхаваттху сутта - (Будда объясняет в каком случае собеседник подходит для ведения разговора, а в каком - не подходит)
АН 3.68 Анньятиттхия сутта - (О том, каким образом возникают и разрастаются загрязнения, и как они угасают)
АН 3.69 Акусала мула сутта - (О благих и неблагих корнях и о соответствующих вещах из них проистекающих)
**АН 3.70 Упосатха сутта - (О том, как правильно соблюдать Упосатху)
АН 3.71 Чханна сутта - (В чём состоит опасность загрязнений ума?)
АН 3.72 Адживака сутта - (О том, почему Дхамма разъяснена хорошо)
АН 3.73 Маханамасакка сутта - (Ананда учит Маханаму последовательным этапам практики)
АН 3.74 Нигантха сутта - (Благородный восьмеричный путь ведёт к исчерпанию каммы)
**АН 3.75 Нивесака сутта - (Тех, кто вам дорог, нужно укреплять в Дхамме)
АН 3.76 Патхама бхава сутта - (Объяснение второго звена схемы зависимого возникновения)
АН 3.78 Силаббата сутта - (Не все правила поведения и предписания, [аскетический] образ жизни и святая жизнь, установленные в качестве [наиважнейшей] сути плодотворны)
АН 3.79 Гандхаджата сутта - (Восхваление благородного ученика)
АН 3.80 Абхибху сутта - (Будда рассказывает о великой системе миров, а также делает пророчество, что Ананда станет арахантом в этой самой жизни)
*АН 3.81 Самана сутта - (Подлинный отшельник должен практиковать эти три вещи)
АН 3.82 Гадрабха сутта - (Сравнение плохого монаха с ослом)
АН 3.83 Кхетта сутта - (Сравнение монашеской практики с работой фермера)
АН 3.84 Вадджипутта сутта - (Монах пришёл жаловаться Будде, что не может соблюдать так много монашеских правил)
АН 3.85 Секха сутта - (О том, кто является учеником)
АН 3.86 Патхама сиккха сутта - (Все благородные ученики, и даже арахант, могут нарушать незначительные правила Винаи)
*АН 3.87 Дутия сиккха сутта - (Схожая сутта с предыдущей, но более подробно раскрываются уровни учеников)
***АН 3.89 Патхама сиккхаттая сутта - (Краткое объяснение тройственной тренировки)
АН 3.90 Дутия сиккхаттая сутта - (Схожая сутта с предыдущей, но здесь содержится стих на тему практики и окончательной ниббаны)
АН 3.92 Аччаика сутта сутта - (Как фермер не может пожелать, чтобы урожай взошёл сразу же, так и монах не может пожелать, чтобы мгновенно пришли плоды практики)
АН 3.93 Павивека сутта - (Три аскетических уединения и три уединения благородных)
***АН 3.94 Сарада сутта - (Вначале достигается плод вступления в поток. Если потом практикующему удаётся достичь первой джханы, то он умрёт уже не-возвращающимся)
АН 3.99 Поттхака сутта - (Сравнение монаха с тканью. Дарение плохому монаху не приносит существенного благого плода каммы)
АН 3.100 Лонакапалла сутта - (Одно и то же негативное действие может принести совершенно разные по силе результаты каммы в зависимости развитости личности)
АН 3.101 Пансадховака сутта - (Описываются условия при которых становится возможным развить глубокую медитацию)
АН 3.102 Нимитта сутта - (В глубокой медитации нужно следить не только за сосредоточением ума, но и за другими вещами)
АН 3.103 Пуббевасамбодха сутта - (Что такое привлекательность, опасность, спасение?)
АН 3.104 Патхама ассада сутта - ( Поиски привлекательности, опасности, спасении от мира)
АН 3.105 Дутия ассада сутта - (О привлекательности, опасности, спасении от мира)
АН 3.107 Рунна сутта - (Пение - это вопли, танцы - сумасшествие, смех - ребячество)
АН 3.109 Патхама араккхита сутта - (Незащищённый ум похож на дом с ветхой крышей)
АН 3.110 Дутия араккхита сутта - (Схожая сутта с предыдущей)
АН 3.111 Патхама нидана сутта - (Камма, которая ведёт к новой камме, и камма, которая ведёт к прекращению каммы)
АН 3.112 Дутия нидана сутта - (О том, как жажда возникает разными путями)
АН 3.113 Апайика сутта - (Такие монашествующие направляются в ад)
АН 3.116 Аненьджа сутта - (О медитаторах, достигающих бесформенных сфер)
АН 3.117 Випаттисампада сутта - (Развитость и неразвитость в теле и уме)
АН 3.119 Апаннака сутта - (Схожая сутта с предыдущей)
АН 3.120 Патхама сочеййя сутта - (Три чистоты)
АН 3.121 Дутия сочеййя сутта - (Подробнее три чистоты)
АН 3.123 Кусинара сутта - (Дар плохому монаху приносит малый плод, дар хорошему монаху приносит большой плод) 
АН 3.124 Бхандана сутта - (Будде неприятны монахи, которые спорят и ссорятся)
АН 3.125 Готамакачетийя сутта - (Будда пытается воодушевить монахов) 
АН 3.127 Хаттхака сутта - (Ещё одна небезынтересная история встречи Будды и Хаттхаки, который был мирянином, учеником Будды, умер и переродился брахмой)
АН 3.128 Катувия сутта - (Будда сравнивает испачканность с жаждой, вонь с недоброжелательностью, неблагие мысли с мухами)
АН 3.129 Патхама ануруддха сутта - (Будда объясняет почему женщины рождаются в нижних мирах после смерти)
АН 3.130 Дутия ануруддха сутта - (Дост. Ануруддха просит совета у Дост. Сарипутты по поводу достижения арахантства) 
АН 3.131 Патиччханна сутта - (Раскрытая, а не закрытвая Дхамма и Виная расцветает в мире, в отличие от других вещей)
АН 3.132 Лекха сутта - (Сравнение злых людей с прочерченной линией) 
АН 3.135 Митта сутта - (Хороший друг)
***AN 3.136 Uppādāsutta |[AN 3.134] AN i 286| - {%saṅkhārā, %aniccā, %dukkhā, %dhammā, %anattā}
(Неизменные законы мира)
АН 3.138 Сампада сутта - (Три совершенства - кратко)
АН 3.139 Вуддхи сутта - (Три возрастания - кратко)
АН 3.155 Пуббанха сутта - (В каком случае утро,день и вечер являются добрыми?)
АН 3.156 Патхама патипада сутта - (О правильной и неправильной практике)
АН 3.157-162 Сутты - (Схожие сутты с предыдущей)
АН 4.1 Анубуддха сутта - (Из-за неимения этих вещей существа бесконечно перерождаются)
AN 4.11 Carasutta |AN ii 13| - {%ottappañca*}
(Нужно сразу устранять неблагие мысли каждый раз, как они возникают)
АН 4.14 Санвара сутта - (Четыре вида практики, основанной на сдержанности)
АН 4.41 Самадхибхавана сутта - (Четыре направления развития медитативного сосредоточения)
**AN 4.52 Dutiya­puññā­bhi­sanda­sutta |AN ii 56| - {}
(О четырёх вещах, приносящих заслуги)
АН 4.63 Са брахма сутта || - {}
(Сутта об уважении родителей)
АН 4.73 Саппуриса сутта - (Плохой человек и хороший человек)
АН 4.77 Ачинтеййя сутта - (Четыре невообразимости, того, кто попытается продумать их, ожидает либо сумасшествие, либо неудовлетворённость)
AN 4.88 Saṃyojanasutta |AN ii 88| - {}
(Разные виды отшельников)
AN 4.111 Kesisutta |AN ii 112| - {}
(Будда использует разные подходы в обучении людей, но если ничего не помогает, он "убивает" ученика)
АН 4.113 Патода сутта - (О том, как быстро до человека доходит, что смерть близка и нужно начать практику)
АН 4.116 Аппамада сутта - (Нужно быть прилежным в этих четырёх вещах)
АН 4.117 Араккха сутта - (Прилежание, осознанность, и охрана ума в четырёх отношениях)
AN 4.123 Paṭha­ma­nānāka­raṇa­sutta |AN ii 126| - {}
(О перерождении в мирах дэвов обычных личностей и благородных личностей)
АН 4.131 Саньйоджана сутта - (О разнице некоторых уровней благородных учеников. Ударение делается на отличии не-возвращающихся, один из которых достигает ниббаны в промежуточном состоянии)
АН 4.135 Савадджа сутта - (Достойные порицания и безупречный)
АН 4.136 Патхама сила сутта - (Об уровнях благородных учеников и заурядных людей кратко) 
АН 4.138 Никаттха сутта - (О том, что значит затворяться телом и умом)
АН 4.148 Дуччарита сутта - (Неблагое поведение речью)
АН 4.149 Сучарита сутта - (Благое поведение речью)
АН 4.157 Рога сутта - (Четыре болезни, которым подвержен монах и тренировки против них)
АН 4.163 Асубха сутта - (Дополнительные разъяснения о быстром и медленном прогрессе в практике пути)
АН 4.164 Патхама кхама сутта - (Четыре вида практики)
АН 4.170 Юганаддха сутта - (Ещё одна сутта о вариантах развития успокоения и прозрения)
АН 4.171 Четана сутта  - (Будда классифицирует существ в соответствии с определёнными видами намерений)
AN 4.176 Āyācanasutta |AN ii 164| - {%вера}
(Ученики Будды, которые являются эталоном и мерилом. Монахи: Сарипутта и Моггаллана. Миряне: Читта и Хаттхака из Алави)
АН 4.177 Рахула сутта - (Беседа о безличностности материи)
AN 4.181 Yodhājīvasutta |AN ii 170| - {}
(Сутта о хорошем монахе)
АН 4.183 Сута сутта - (В каком случае стоит и не стоит говорить об увиденном, услышанном, почувстванном, познанном)
AN 4.184 Abhayasutta |AN ii 173| - {}
(О тех, кто боится смерти и не боится)
АН 4.185 Брахманасачча сутта - (Будда даёт странникам краткое наставление по Дхамме)
AN 4.186 Ummaggasutta |AN ii 177| - {%bahussutā dhammadharā}
(Сутта о хорошем монахе)
АН 4.191 Сотанугата сутта - (Достаточно интересная сутта, где Будда объясняет каким образом буддист, родившись в небесном мире, вновь встречается с Дхаммой)
АН 4.195 Ваппа сутта - (Беседа об исчерпании каммы)
АН 4.198 Аттантапа сутта - (О неправильных практиках и правильном последовательном буддийском пути)
AN 4.205 Aṭṭhaṅ­gika­sutta |AN ii 220| - {}
(Плохие и хорошие личности)
AN 4.245 Sikkhā­nisaṃ­sasutta |[AN 4.243] AN ii 243| - {}
(Cвятая жизнь ведётся с тренировкой в качестве её блага, с мудростью в качестве её надзирателя, с освобождением в качестве её сердцевины, с осознанностью в качестве её управителя)
АН 4.259 Патхама аджания сутта - (Сравнение монаха со скакуном)
АН 5.2 Виттхата сутта - (Пять сил ученика подробно)
АН 5.3 Дуккха сутта - (Из-за неимения пяти сил можно ожидать, что человек попадёт в плохой удел после смерти)
АН 5.5 Сиккха сутта - (Монахи и монахини расстригаются из-за неимения пяти сил)
АН 5.6 Самапатти сутта - (Пять сил защищают человека от вхождения в неблагие состояния)
AN 5.22 Dutiya­a­gārava­sutta |AN iii 15| - {%sīlakkhandha*,%samā­dhik­khan­dha*,%paññākkhandha*}
(Об уважении и почтении, факторе подобающего поведения, факторе ученика, совокупности нравственного поведения, совокупности сосредоточения, совокупности мудрости)
АН 5.23 Упаккилеса сутта - (Не устранив пять помех, невозможно реализовать любое состояние, осуществляемое прямым знанием)
АН 5.44 Манападайи сутта - (Домохозяин Угга дарут Будде самые лучшие свои подарки)
АН 5.46 Сампада сутта - (Пять благотворных качеств кратко) 
АН 5.47 Дхана сутта - (Пять видов духовного богатства)
АН 5.48 Алаббханиятхана сутта - (Пять несбыточных желаний у любого живого существа)
***АН 5.57 Тхана сутта - (Над этими пятью темами должен часто размышлять и мирянин, и монах)
*АН 5.70 Асаваккхая сутта - (Пять практик, способствующих достижению ниббаны)
*АН 5.71 Патхама четовимуттипхала сутта - (Схожая сутта с предыдущей, но с приведением метафор)
*АН 5.72 Дутия четовимуттипхала сутта - (Ещё пять практик, ведущих к ниббане)
АН 5.73 Патхама дхаммавихари сутта - (Что означает пребывать в Дхамме?)
АН 5.74 Дутия дхаммавихари сутта - (Схожая сутта с предыдущей)
АН 5.75 Патхама йодхаджива сутта - (Будда сравнивает монаха и воина в его борьбе с искушениями)
АН 5.76 Дутия йодхаджива сутта - (Схожая по теме сутта с предыдущей) 
*АН 5.77 Патхама анагатабхая сутта - (Пять размышлений о смерти, которые способствуют практике)
*АН 5.78 Дутия анагатабхая сутта - (Пять неблагоприятных ситуаций, которые мешают практике)
АН 5.79 Татия анагатабхаяни сутта - (Будда предупреждает о том, что в будущем появятся монахи, игнорирующие практику, в результате чего они не смогут обучать должным образом последующее поколение монахов)
АН 5.80 Чатуттха анагатабхаяни сутта - (Будда предупреждает о том, что в будущем появятся монахи, поступающие неподобающим образом)
AN 5.94 Phāsu­vihāra­sutta |AN iii 119| - {}
(Пять умиротворённых пребываний)
АН 5.96 Сутадхара сутта - (Пять дополнительных факторов, способствующих развитию осознанности к дыханию)
**AN 5.134 Yassaṃ­di­saṃsutta |AN iii 151| - {}
(Сравнение монаха с царём)
АН 5.142 Арабхати сутта - (О сожалении)
АН 5.144 Тикандаки сутта - (В чём польза от практики настройки восприятия на отвратительное и неотвратительное?)
AN 5.166 Nirodhasutta |AN iii 192| - {}
(Достаточно интересное описание одного из эпизодов в Сангхе Будды. В частности обсуждается тема о возможности достижения ниродхи божествами мира форм, а также один из монахов цитирует целиком одну из сутт, которая входит в Книгу Пятёрок Ангуттары)
AN 5.167 Codanāsutta |AN iii 196| - {}
(В каких случаях и при каких обстоятельствах человека нужно и не нужно порицать, а также о том, испытывать ли при этом сожаление из-за содеянного или же не испытывать)
АН 5.174 Вера сутта - (Пять вещей, которые ведут человека в ад)
АН 5.175 Чандала сутта - (О плохом мирянине)
АН 5.176 Пити сутта - (Если это не единственная, то одна из редчайших сутт в Каноне, где Будда призывает мирян время от времени практиковать медитацию)
АН 5.178 Раджа сутта - (Цари никогда никого не арестовывают за нравственную жизнь. В сутте в частности поясняется, почему мирянин должен практиковать отказ от употребления алкоголя)
AN 5.179 Gihisutta |AN iii 211| - {%sīla*, %sīlasampanno*, %вера, %нижние миры, %вступление в поток, %памятование, %перерождение среди дэвов, %щедрость, %стыд, %Ниббана, %перерождение среди людей}
(О вступившем в поток)
*АН 5.180 Гавеси сутта - (Поэтапная практика одной из групп мирян во времена Будды Кассапы. Также один из редких моментов, когда Будда улыбается)
АН 5.250 Пуггалаппасада сутта - (Очень важная сутта, в которой Будда говорит о том, что не стоит привязываться к какому-либо монаху или учителю, и объясняет почему) 
АН 5.303 Патхама сутта - (Следует развивать эти пять восприятий) 
АН 5.304 Дутия сутта - (Ещё пять восприятий)
АН 5.305 Татия сутта - (И ещё пять восприятий)
АН 5.306 Чатуттха сутта - (Нужно развивать эти пять качеств) 
АН 5.307 Паньчама сутта - (Нужно развивать эти пять сил)
AN 6.10 Mahānāmasutta |AN iii 284| - {%bahulaṃ viharati, %шесть памятований, %памятование, %samādhi}
(Шесть памятований подробно. Ученик Благородных, который достиг плода и понял учение, часто пребывает так)
AN 6.29 Udāyīsutta |AN iii 322 | - {}
(Уникальная для палийского канона сутта, где джханы именуются темами для памятования. Также приведён интересный случай, когда монах неправильно отвечает на вопрос Будды)
AN 6.47 Paṭha­ma­san­diṭṭhi­ka­sutta |AN iii 356| - {%sandiṭṭhiko dhammo, %lobho, %doso, %moho}
(Объясняется, почему Дхамма видна напрямую здесь и сейчас)
AN 6.48 Dutiya­san­diṭṭhi­ka­sutta |AN iii 357| - {%sandiṭṭhiko dhammo, %rāgo, %doso, %moho, %неблагое/благое поведение}
(Объясняется, почему Дхамма видна напрямую здесь и сейчас)
АН 6.58 Асава сутта - (Неправильно работать с любыми загрязнениями ума только каким-то одним способом. В этой сутте объясняется, что нужны разные подходы и методы в зависимости от видов загрязнений и жизненных ситуаций)
АН 6.103 Уккхаттасика сутта - (Шесть вещей, которые помогают развить восприятие страдательности)
АН 6.105 Бхава сутта - (Три тренировки и три вещи, которые нужно отбросить)
AN 7.5 Saṅ­khitta­dhana­sutta |AN iv 4| - {%виды богатства, %вера, %стыд, %ottappañca*, %учёность в Дхамме, %мудрость}
(Семь видов богатства)
AN 7.6 Vittha­ta­dhana­sutta |AN iv 5| - {%виды богатства, %вера, %стыд, %ottappañca*, %учёность в Дхамме, %мудрость}
(О семи видах богатства подробно) 
AN 7.25 Tatiya­satta­ka­sutta |[AN 7.23] AN iv 22| - {%упадок/не упадок, %вера, %стыд, %ottappañca*, %учёность в Дхамме, %усердие, %sati*­, %мудрость}
(Семь принципов не-упадка)
AN 7.27 Saññāsutta |[AN 7.25] AN iv 24| - {%упадок/не упадок, %aniccasaññā, %anattasaññā, %asubhasaññā, %восприятие опасности, %восприятие оставления, %восприятие бесстрастия, %восприятие прекращения}
(Семь принципов не-упадка)
AN 7.29 |[AN 7.27] AN iv 25| - {%упадок/не упадок}
(Семь качеств, которые ведут мирянина к упадку, а также противоположные им)
AN 7.49 Duti­yasaññā­sutta |[AN 7.46] AN iv 46| - {%asubhasaññā, %maraṇasaññā, %āhāre paṭikūlasaññā, %sabbaloke anabhi­rata­saññā, %aniccasaññā, %anicce dukkhasaññā, %dukkhe anattasaññā, %bahulaṃ viharati}
(О пользе развития семи видов восприятий. Перечисляются конкретные загрязнения ума против уменьшения которых развиваются те или иные восприятия)
АН 7.50 Methunasutta |[AN 7.47] AN iv 54| - {}
(Семь изъянов целомудренной жизни)
***АН 7.52 Dāna­mahap­phala­sutta |[AN 7.49] AN iv 59| - {}
(Разная мотивация при даянии приносит различные по значимости результаты)
АН 7.55 Пурисагати сутта - (Семь видов не-возвращающихся с примерами)
AN 7.61 Pacalāya­māna­sutta |[AN 7.58a] AN iv 85| - {}
(Будда наставляет Дост. Махамоггаллану в практике. Особенным аспектом данной сутты являются восемь последовательных советов о том, как бороться в медитации с такой помехой как лень, апатия, сонливость)
AN 7.62 Mettasutta |[AN 7.58b] AN iv 88| - {%mettā, %вера}
(Результаты, которые приносит долговременная и сильно развитая практика доброжелательности)
*АН 7.67 Нагара сутта - (Практика развития качеств, необходимых для достижения джханы, подобна выстраиванию прочной и мощной военной крепости)
АН 7.68 Дхамманнью сутта - (Семь качеств хорошего монаха)
АН 7.71 Бхавана сутта - (Просветление невозможно, если не развиты эти вещи)
АН 7.72 Агги сутта - (Любого порочного монаха, жреца, отшельника, ожидает плохая участь после смерти)
АН 7.73 Сунетта сутта - (О пагубных последствиях оскорбления благородного ученика)
*АН 7.74 Арака сутта - (Учение о скоротечности жизни от древнего учителя Араки)
АН 7.83 Сасана сутта - (Краткое определение того, что является Дхаммой и Винаей, а что ими не является)
АН 8.1 Метта сутта - (Восемь видов блага, которые получает тот, кто развивает доброту)
AN 8.5 Paṭha­ma­lo­ka­dham­ma­sutta |AN iv 156| - {%aniccā}
(Восемь мирских ситуаций вращаются вокруг мира, и мир вращается вокруг этих восьми мирских ситуаций)
AN 8.6 Dutiya­lo­ka­dham­ma­sutta |AN iv 157| - {%aniccā, %dukkhā}
(О правильном отношении и восприятии восьми мирских ситуаций)
AN 8.13 Assājānī­ya­sutta |AN iv 188| - {%чистокровный скакун, %sīlavā*, %ottappañca*, %неблагое/благое поведение, %Благородный Восьмеричный Путь, %усердие}
(Сравнение чистокровного скакуна с хорошим, правильным монахом)
АН 8.19 Пахарада сутта - (Сравнение Дхаммы с океаном, вкус Дхаммы и Винаи)
АН 8.29 Аккхана сутта - (Восемь неподходящих случаев для того, чтобы начать практиковать Дхамму)
AN 8.30 Anu­ruddha­mahā­vitak­ka­sutta |AN iv 228| - {%мало желаний, %довольствуется любым, %затворничество/уединениe, %усердие, %sati*­, %samādhi, %мудрость, %разрастание/не-разрастание, %джханы, %три знания}
(Восемь мыслей великого человека, которые пришли к Достопочтенному Ануруддхе незадолго до арахантства)
AN 8.39 Abhisandasutta |AN iv 245| - {%потоки заслуг, %вера}
(Пять правил и прибежище в Трёх Драгоценностях)
*АН 8.42 Виттхатупосатха сутта - (Будда перечисляет божеств Мира Чувств и их сроки жизни, а так же об Упосатхе)
АН 8.53 Санкхитта сутта - (Как понять, что является Дхаммой и Винаей, а что ей не является?)
АН 8.56 Бхая сутта - (Обозначения чувственных удовольствий) 
АН 8.58 Дутия ахунеййя сутта - (Восемь качеств достойного монаха)
АН 8.59 Патхама аттха пуггала сутта - (Восемь типов благородных учеников)
АН 8.61 Иччха сутта - (Типы личностей, которые желают или не желают обретений)
АН 8.62 Алан сутта - (Типы личностей, которые приносят благо только себе, только другим, и себе и другим)
***АН 8.63 Санкхитта сутта - (Краткое объяснение Буддой практики Пути)
AN 8.71 Paṭha­ma­saddhā­sutta |AN iv 314| - {}
(О том, каким образом монах должен рассматривать себя и совершенствоваться)
***AN 8.73 Paṭha­ma­mara­ṇassa­ti­sutta |AN iv 316| - {%sati*­ к смерти}
(О том, как следует интенсивно поддерживать памятование о смерти)
***AN 8.74 Dutiya­mara­ṇassa­ti­sutta |AN iv 320| - {%sati*­ к смерти, %загорелись бы волосы на голове}
(Ещё одно наставление о том, как нужно практиковать осознанность к смерти)
АН 8.79 Парихана сутта - (Восемь вещей, которые ведут к упадку ученика)
***AN 8.81 Sati­sam­pajañ­ña­sutta |AN iv 336| - {%sati­sam­pajañ­ña, %стыд, %ottappañca*, %охрана дверей органов чувств, %sīla*, %sīlasampanno*, %samādhi, %знание и видение в соответствии с действительностью, %разочарование, %бесстрастие, %знание и видение освобождения} 
(О том, каким образом наличие одних качеств является обязательным условием для существования других)
АН 9.3 Мегхия сутта - (История о монахе, которому не далась практика интенсивной медитации в затворничестве. Будда объясняет ему необходимость осуществления предварительных практик)
АН 9.12 Саупадисеса сутта - (Эти девять личностей, умирающих с остатком, не могут более попасть в нижние миры)
AN 9.13 Koṭṭhikasutta |AN iv 382| - {}
(Цель учения Будды заключается не в манипуляциях с собственной каммой, а в постижении Четрыёх Благородных Истин)
AN 9.14 Samiddhisutta |AN iv 385| - {%nāmarūpa, %phassa, %vedanā, %samādhi, %sati*, %мудрость, %освобождение, %amatogadhā}
(О том, на основании чего возникают устремления человека и его мысли)
АН 9.15 Ганда сутта - (Об отвратительности тела)
***АН 9.16 Саннья сутта - (Девять полезных восприятий для практики)
***АН 9.18 Метта сутта - (Восемь факторов Упосатхи плюс практика доброжелательности)
АН 9.23 Танха сутта - (О том, к чему приводит жажда и посредством чего)
АН 9.27 Патхама вера сутта - (Девять факторов, которыми обладает вступивший в поток)
АН 9.31 Анупубба ниродха сутта - (О том, что прекращается при достижении каждой из джхан)
АН 9.32 Патхама вихара сутта - (Стандартные формулировки описаний джхан и сфер до ниббаны)
АН 9.33 Дутия вихара сутта - (Ещё одна, более подробная сутта о прекращениях в джханах)
АН 9.34 Ниббана сутта - (Как можно понять, что в ниббане нет ощущений, но всё же она является приятной?)
АН 9.35 Гави сутта - (Вначале нужно очень хорошо освоить одну джхану, прежде чем продвигаться к следующей)
АН 9.36 Джхана сутта - (Прямое видение ниббаны и, как следствие, уничтожение загрязнений, осуществляется на основании 4 джхан и 3 сфер)
АН 9.41 Тапусса сутта - (Об отречении от чувственных удовольствиях, вхождении в первую джхану, и о переходах от одной джхане к следующей с рассмотрением неудовлетворительности очередного фактора джханы)
AN 9.93 Rāgapeyyāla |AN iv 465| - {%прямое знание, %asubhasaññā, %maraṇasaññā, %āhāre paṭikūlasaññā, %sabbaloke anabhi­rata­saññā, %aniccasaññā, %anicce dukkhasaññā, %dukkhe anattasaññā, %восприятие оставления, %восприятие бесстрастия}
(Девять восприятий ведут к преодолению жажды)
*АН 10.1 Киматтхия сутта - (Смысл и польза того или иного фактора, ведущего к просветлению)
*AN 10.2 Ceta­nākara­ṇīya­sutta - {%sīla*, %sīlasampanno*, %sīlavā*, %samādhi, %знание и видение в соответствии с действительностью, %разочарование, %бесстрастие, %знание и видение освобождения, %смысл и польза, %Ниббана}
(Для того, чтобы возник тот или иной фактор, не требуется прилагать особых усилий. Когда развит предыдущий, последующий возникнет естественным образом)
AN 10.17 Paṭha­ma­nātha­sutta |AN v 23| - {%sīlavā*, %учёность в Дхамме, %правильное усилие, %довольствуется любым, %sati*­, %мудрость}
(Десять защищающих монаха качеств)
АН 10.26 Кали сутта - (Подробное разъяснение строфы, которую произнесла одна из дочерей Мары)
АН 10.29 Патхама косала сутта - (Большая лекция о десяти различных "наивысших" вещах)
AN 10.46 Sakkasutta |AN v 83| - {%Упосатха, %однажды-возвращающийся, %не-возвращающийся, %вступление в поток}
(Будда критикует мирян за то, что они не всегда соблюдают Упосатху, и объясняет причину этой его критики)
*AN 10.51 Sacittasutta |AN v 92| - {%изучает сам себя, %загорелись бы волосы на голове}
(Вот так следует рассматривать свой ум на предмет загрязнений)
АН 10.53 Тхити сутта - (О развитии, упадке и простое благих качеств)
**AN 10.55 Parihānasutta |AN v 102| - {%упадок/не упадок, %изучает сам себя, %загорелись бы волосы на голове}
(Следует постоянно задавать себе эти десять вопросов)
AN 10.56 Paṭha­ma­saññā­sutta |AN v 105| - {%asubhasaññā, %maraṇasaññā, %āhāre paṭikūlasaññā, %sabbaloke anabhi­rata­saññā, %aniccasaññā, %anicce dukkhasaññā, %dukkhe anattasaññā, %восприятие оставления, %восприятие бесстрастия, %восприятие прекращения}
(Развитие этих десяти восприятий ведёт к пользе и благу)
AN 10.57 Duti­yasaññā­sutta |AN v 106| - {%aniccasaññā, %anattasaññā, %maraṇasaññā, %āhāre paṭikūlasaññā, %sabbaloke anabhi­rata­saññā, %восприятие скелета, %восприятие червивого трупа, %восприятие синевато-багрового трупа, %восприятие расчленённого трупа, %восприятие вздутого трупа}
(Развитие этих других десяти восприятий ведёт к пользе и благу)
***АН 10.59 Паббадджа сутта - (Памятки для тех, кто ушёл в монашество)
***AN 10.60 Giri­mānanda­sutta |AN v 108| - {%нездоров, %aniccasaññā, %anattasaññā, %asubhasaññā, %восприятие опасности, %восприятие оставления, %восприятие бесстрастия, %восприятие прекращения, %sabbaloke anabhi­rata­saññā, %sabba­saṅ­khā­resu anicchāsaññā, %ānāpānassati}
(Подробное описание десяти видов восприятий) 
***AN 10.61 Avijjāsutta |AN v 113| - {}
(Неведение живых существ не имеет начала, но имеет причину. Подробное описание того, что питает невежество)
***AN 10.62 Taṇhāsutta |AN v 116| - {%жажда к существованию, %невежество, %пять помех, %неблагое/благое поведение, %охрана дверей органов чувств, %sati­sam­pajañ­ña, %немудрое/мудрое внимание, %вера, %подлинная Дхамма, %праведник/не праведник, %прямое знание, %семь факторов просветления, %cattāro satipaṭṭhānā}
(Жажда существовать не имеет начала, но имеет причину)
АН 10.77 Кака сутта - (Десять негативных качеств вороны)
**AN 10.99 Upālisutta |AN v 201| - {%samādhi, %благородная нравственность, %охрана дверей органов чувств, %sam­pajañ­ña*, %sati­sam­pajañ­ña, %sati*­, %пять помех, %джханы, %сферы}
(Важная сутта, в которой Будда говорит о том, что к затворничеству и интенсивной медитации следует приступать только тем, кто к этому действительно готов, а также кратко поясняет правильную последовательность этапов практики)
АН 10.216 Самсаппания сутта || - {}
(Ещё одна сутта о течениях каммы с кратким описанием результатов. Существа владельцы собственной каммы)
АН 10.219 Караджакайя сутта - (Будда объясняет, что тот, кто развивает брахмавихары, преодолевает всю негативную камму, накопленную ранее, и для достижения полного просветления всю негативную камму требуется устранить)
AN 11.2 Ceta­nākara­ṇīya­sutta |AN v 312| - {%sīla*, %sīlasampanno*, %sīlavā*, %samādhi, %знание и видение в соответствии с действительностью, %разочарование, %бесстрастие, %знание и видение освобождения, %смысл и польза, %Ниббана}
(Нет необходимости прилагать усилие воли для того, чтобы появился тот или иной фактор, способствующий к просветлению, но они появляются естественным образом в определённой последовательности)
AN 11.11 Paṭha­ma­mahā­nāma­sutta |[AN 11.12] AN v 328| - {}
(Будда объясняет качества, которым должен уделять внимание мирянин, а также ряд памятований, которые ему следует постоянно развивать в повседневной жизни, где бы он ни находился и что бы он ни делал)
AN 11.13 Nandiyasutta |[AN 11.14] AN v 334| - {}
(Ещё одна сутта на эту же тему. Здесь содержится, видимо, уникальное описание практики памятования о божествах)
Уд 1.1 Патхамабодхи сутта - (Высказыание Будды о возникновении патиччасамуппады)
Уд 1.4 Хумхунка сутта - (Вопрос брахмана о том, кого можно назвать брахманом)
Уд 3.4 Сарипутта сутта - (Будда вдохновлённый видом медитирующего тхеры Сарипутты, произносит подходящие строфы )
Уд 4.1 Мегхия сутта - (Преподобный Мегхия никак не может преодолеть помехи от места, в котором он медитирует. Будда напоминает ему о важности общения с благими друзьями )
**Уд 4.4 Джуньха (Яккхапахара) сутта - (Спокойный, скоцнентрированный ум способен защитить даже от нападения яккхов)
**Уд 5.5 Упосатха сутта - (Будда приводит 8 удивительных фактов об океане, проводя сравнение с монашеской общиной)
Уд 5.7 Ревата сутта - (Сомнения о реальности прошлых и будущих жизней устраняются после достижения джханы)
Уд 8.1 Paṭha­ma­nib­bā­na­paṭi­saṃ­yutta­sutta - (Будда описывает ниббану)
Уд 8.2 Ниббана сутта - (Ещё одно объяснение ниббаны)
Ud 8.3 Tatiya­nib­bā­na­paṭi­saṃ­yutta­sutta - (Ещё одно объяснение ниббаны)
Уд 8.4 Catut­tha­nib­bā­na­paṭi­saṃ­yutta­sutta - (Ещё одно описание ниббаны Благословенным)
Уд 8.8 Висакха сутта - (Домохозяйка Висакха, потерявшая внука, приходит к Будде)
Уд 8.9 Дабба сутта - (Описание вхождения в париниббану араханта Даббы Маллапутты)
Уд 8.10 Дабба сутта - (Ещё одно описание вхождения в париниббану араханта Даббы Маллапутты)
Ити 1.16 Патхама секха сутта - (Правильно направленное внимание - важнейший фактор для ученика)
Ити 1.26 Дана сутта - (Насколько значимы результаты даяния?)
Ити 2.2 Сукхавихара сутта - (Два качества, из-за которых монах живёт в успокоении)
***Ити 2.10 Соманасса сутта - (Две вещи, обладая которыми монах живёт спокойно)
Ити 2.12 Десана сутта - (Два общих жизненных совета от Будды)
Ити 2.14 Панньяпарихина сутта - (Не имеющий мудрости продолжает скитаться в сансаре)
***Ити 2.16 Аджата сутта - (Описание ниббаны)
Ити 2.17 Ниббана дхату сутта - (Два свойства ниббаны)
***Ити 2.18 Патисаллана сутта - (Отшельничество монаха ведёт либо к не-возвращению, либо к арахантству)
Ити 2.22 Диттхигата сутта - (О трёх видах воззрений, одно из которых ведёт к подлинному освобождению от сансары)
*Ити 3.36 Асубханупасси сутта - (О трёх видах практики)
Ити 3.37 Дхамману дхаммапатипанна сутта - (О монахе, твёрдо придерживающемся Дхаммы)
Ити 3.38 Андхакарана сутта - (Три вида неумелого мышления и три вида умелого мышления)
Ити 3.44 Агги сутта - (Три вида пламени)
***Ити 4.10 Надисота сутта - (Сравнение чувственного мира с морем, полным опасностей)
Ити 4.11 Чара сутта - (Как поддерживать правильное усердие в четырёх позах тела)
Снп 1.1 Урага сутта - (Тот, кто продвигается в пути, тот сбрасывает негативные состояния ума, как змея свою старую шкуру)
***Снп 1.3 Кхаггависана сутта - (Ты иди одиноко, подобно носорогу.Традиция приписывает эти знаменитые строфы об отшельническом житие разным паччьека-буддам)
Снп 1.8 Метта сутта - (О том, как развивать доброжелательность ко всем существам)
Снп 1.10 Алавака сутта - (Беседа Будды с якхой Алавакой)
***Снп 1.11 Виджая сутта - (Здесь описывается практика рассмотрения непривлекательности тела)
Снп 2.4 Маха Мангала сутта - (Будда объясняет что является наивысшей защитой во всём мире)

Тхаг 7.1 Сундара Самудда и куртизанка - (Почтенный Сундара под попыткой женского соблазна достигает полного освобождения)
Тхиг 13.5 Субха, дочь ювелира - (Стих монахини Субхи об опасности чувственных удовольствий)



Винайя:
(Чв 11) Pi Tv Kd 21 Pañ­casati­kak­khan­dhaka Vin ii 254–Vin ii 293 - 
(описание событий первого буддийского собора, случившегося практически сразу после париниббаны Будды)
